import type { FAQData} from '../types/faq';

export const faqData: FAQData[] = [
  {
    id: '1',
    question: 'Есть ли на курсах сообщество единомышленников?',
    answer: 'Информация о единомышленников, которые можно найти на курсах. Информация о единомышленников, которые можно найти на курсах.',
    defaultOpen: true,  
  },
  {
    id: '2',
    question: 'Есть ли на курсах сообщество единомышленников?',
    answer: 'Информация о единомышленников, которые можно найти на курсах. Информация о единомышленников, которые можно найти на курсах.',
  },
  {
    id: '3',
    question: 'Есть ли на курсах сообщество единомышленников?',
    answer: 'Информация о единомышленников, которые можно найти на курсах. Информация о единомышленников, которые можно найти на курсах.',
  },
  {
    id: '4',
    question: 'Есть ли на курсах сообщество единомышленников?',
    answer: 'Информация о единомышленников, которые можно найти на курсах. Информация о единомышленников, которые можно найти на курсах.',
  },
  {
    id: '5',
    question: 'Есть ли на курсах сообщество единомышленников?',
    answer: 'Информация о единомышленников, которые можно найти на курсах. Информация о единомышленников, которые можно найти на курсах.',
  },
  {
    id: '6',
    question: 'Есть ли на курсах сообщество единомышленников?',
    answer: 'Информация о единомышленников, которые можно найти на курсах. Информация о единомышленников, которые можно найти на курсах.',
  },
];
